Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: The Cloudflare tunnel did not become ready in time: %@
fr: Le tunnel Cloudflare n'est pas devenu prêt à temps : %@
ko: Cloudflare 터널이 제한 시간 내에 준비되지 않았습니다: %@
tr: Cloudflare tüneli zamanında hazır olmadı: %@
vi: Tunnel Cloudflare không sẵn sàng kịp thời: %@
zh_hans: Cloudflare 隧道未能及时就绪：%@
zh_hant: Cloudflare 隧道未能及時就緒：%@

source: Notify when long-running work finishes
fr: Notifier lorsque le travail long-terme est terminé.
ko: 오래 걸리는 작업이 끝나면 알림
tr: Uzun süren işler bittiğinde bildir
vi: Thông báo khi công việc chạy lâu kết thúc
zh_hans: 长时间运行的操作完成时通知
zh_hant: 長時間執行的作業完成時通知

source: Process id from get_server_dashboard
fr: Identifiant du processus de get_server_dashboard
ko: get_server_dashboard에서 얻은 프로세스 id
tr: get_server_dashboard'dan alınan işlem kimliği
vi: Process id lấy từ get_server_dashboard
zh_hans: 来自 get_server_dashboard 的进程 id
zh_hant: 來自 get_server_dashboard 的行程 id

source: Section Header
fr: Titre de la section
ko: 섹션 헤더
tr: Bölüm Başlığı
vi: Tiêu đề mục
zh_hans: 分区标题
zh_hant: 區段標題

source: Couldn't Refresh Materialized View
fr: Impossible de rafraîchir la vue matérialisée

source: Will run
fr: Va courir
ko: 실행됨
tr: Çalışacak
vi: Sẽ chạy
zh_hans: 将运行
zh_hant: 將執行

source: Invalid JSON
fr: JSON invalide
ko: 잘못된 JSON
tr: Geçersiz JSON
vi: JSON không hợp lệ
zh_hans: 无效的 JSON
zh_hant: JSON 無效

source: Opening the connection
fr: Ouvrir la connexion
ko: 연결 여는 중
tr: Bağlantı açılıyor
vi: Đang mở kết nối
zh_hans: 正在打开连接
zh_hant: 正在開啟連線

source: No results for "%@"
fr: Aucun résultat pour "%@"
ko: "%@"에 대한 결과 없음
tr: "%@" için sonuç yok
vi: Không có kết quả cho "%@"
zh_hans: 没有“%@”的结果
zh_hant: 沒有「%@」的結果

source: Microsoft Entra ID Sign-In Failed
fr: Connexion Microsoft Entra ID échouée
ko: Microsoft Entra ID 로그인 실패
tr: Microsoft Entra ID oturumu açılamadı
vi: Đăng nhập Microsoft Entra ID thất bại
zh_hans: Microsoft Entra ID 登录失败
zh_hant: Microsoft Entra ID 登入失敗

source: Copy to
fr: Copier vers

source: Writing to a database needs the tools:write scope.
fr: L'écriture dans une base de données nécessite les outils suivants : la portée d'écriture.
ko: 데이터베이스에 쓰려면 tools:write 범위가 필요합니다.
tr: Bir veritabanına yazmak tools:write kapsamını gerektirir.
vi: Ghi vào cơ sở dữ liệu cần scope tools:write.
zh_hans: 向数据库写入需要 tools:write 作用域。
zh_hant: 向資料庫寫入需要 tools:write 範圍。

source: Ref Columns
fr: Colonnes de référence
ko: 참조 열
tr: Referans Sütunlar
vi: Cột tham chiếu
zh_hans: 引用列
zh_hant: 參考欄位

source: Separator
fr: Séparateur

source: Apply Only This Filter
fr: Appliquer uniquement ce filtre
ko: 이 필터만 적용
tr: Yalnızca Bu Filtreyi Uygula
vi: Chỉ áp dụng bộ lọc này
zh_hans: 仅应用此筛选
zh_hant: 僅套用此篩選

source: Geometry Column
fr: Colonne de géométrie

source: %lld objects selected
fr: %lld objets sélectionnés
ko: %lld개 객체 선택됨
tr: %lld nesne seçildi
vi: Đã chọn %lld đối tượng
zh_hans: 已选择 %lld 个对象
zh_hant: 已選取 %lld 個物件

source: AI made too many tool calls in one response. Try simplifying the request.
fr: L'IA a effectué trop d'appels d'outils dans une seule réponse. Essayez de simplifier la demande.
ko: AI가 한 응답에서 도구를 너무 많이 호출했습니다. 요청을 더 간단하게 작성해 보십시오.
tr: Yapay zeka tek yanıtta çok fazla araç çağrısı yaptı. İsteği sadeleştirmeyi deneyin.
vi: AI gọi quá nhiều công cụ trong một phản hồi. Hãy thử đơn giản hóa yêu cầu.
zh_hans: AI在一次回复中调用了过多工具。请尝试简化请求。
zh_hant: AI 在一次回應中呼叫了過多工具。請嘗試簡化請求。

source: The partial backup file will be removed.
fr: Le fichier de sauvegarde partiel sera supprimé.
ko: 부분 백업 파일이 삭제됩니다.
tr: Kısmi yedek dosyası kaldırılacak.
vi: File sao lưu dở dang sẽ bị xóa.
zh_hans: 未完成的备份文件将被移除。
zh_hant: 未完成的備份檔案將被移除。

source: Search activity
fr: Activité de recherche
ko: 활동 검색
tr: Etkinlik ara
vi: Tìm hoạt động
zh_hans: 搜索活动
zh_hant: 搜尋活動

source: Select a dump file produced by pg_dump in custom archive format.
fr: Sélectionnez un fichier de décompression produit par pg_dump dans un format d'archive personnalisé.
ko: pg_dump로 생성한 사용자 지정 아카이브 형식의 덤프 파일을 선택하십시오.
tr: pg_dump tarafından özel arşiv biçiminde oluşturulmuş bir döküm dosyası seçin.
vi: Chọn file dump do pg_dump tạo ở định dạng custom archive.
zh_hans: 选择由 pg_dump 以自定义归档格式生成的转储文件。
zh_hant: 請選擇由 pg_dump 產生的自訂封存格式備份檔。

source: Principal the grants belong to
fr: Le principal à qui appartiennent les subventions
ko: 부여 권한이 속한 주체
tr: Yetkilerin ait olduğu asıl
vi: Principal mà các quyền thuộc về
zh_hans: 这些授权所属的主体
zh_hant: 這些授權所屬的主體

source: Database the tab is on
fr: Base de données sur laquelle se trouve l'onglet
ko: 탭이 사용 중인 데이터베이스
tr: Sekmenin bulunduğu veritabanı
vi: Cơ sở dữ liệu mà tab đang dùng
zh_hans: 该标签页所在的数据库
zh_hant: 該標籤頁所在的資料庫

source: A connection reads only the secrets its own database type declares, so one profile can carry several engines' keys.
fr: Une connexion ne lit que les secrets déclarés par le type de base de données de son propre système, de sorte qu'un profil peut contenir les clés de plusieurs moteurs.

# %d cells selected, rows %d to %d, columns %d to %d
source: %1$d cells selected, rows %2$d to %3$d, columns %4$d to %5$d
fr: %1$d cellules sélectionnées, lignes %2$d à %3$d, colonnes %4$d à %5$d
ko: %1$d개 셀 선택됨, %2$d~%3$d행, %4$d~%5$d열
tr: %1$d hücre seçili, satırlar %2$d - %3$d, sütunlar %4$d - %5$d
vi: Đã chọn %1$d ô, hàng %2$d đến %3$d, cột %4$d đến %5$d
zh_hans: 已选择%1$d个单元格，行%2$d至%3$d，列%4$d至%5$d
zh_hant: 已選取 %1$d 個儲存格,第 %2$d 列到第 %3$d 列,第 %4$d 欄到第 %5$d 欄

source: On the Server
fr: Sur le serveur

source: Checking owned objects…
fr: Vérification des objets possédés...
ko: 소유 객체 확인 중…
tr: Sahip olunan nesneler denetleniyor…
vi: Đang kiểm tra các đối tượng sở hữu…
zh_hans: 正在检查拥有的对象…
zh_hant: 正在檢查擁有的物件…

source: Submitting...
fr: Envoi en cours...
ko: 제출 중...
tr: Gönderiliyor...
vi: Đang gửi...
zh_hans: 正在提交…
zh_hant: 正在提交…

source: Filter with column
fr: Filtre avec colonne
ko: 열로 필터링
tr: Sütunla filtrele
vi: Lọc theo cột
zh_hans: 按列筛选
zh_hant: 依欄位篩選

source: Amazon's columnar warehouse on Postgres
fr: L'entrepôt colonnarisé d'Amazon sur Postgres
ko: Postgres 기반 Amazon의 열 지향 데이터 웨어하우스
tr: Amazon'un Postgres tabanlı sütunsal veri ambarı
vi: Kho dữ liệu dạng cột của Amazon trên nền Postgres
zh_hans: Amazon基于Postgres的列式数据仓库
zh_hant: Amazon 基於 Postgres 的欄式資料倉儲

source: Definitions Compare Structure
fr: Comparaison des définitions de la structure
ko: 정의는 구조를 비교합니다
tr: Tanımlar Yapı Karşılaştırmasında
vi: Định nghĩa thuộc so sánh cấu trúc
zh_hans: 定义属于结构比较
zh_hant: 定義屬於結構比較

source: No privileges
fr: Pas de privilèges
ko: 권한 없음
tr: Yetki yok
vi: Không có quyền
zh_hans: 无权限
zh_hant: 沒有權限

source: Ask about step %d
fr: Demandez au sujet de l'étape %d
ko: %d단계에 대해 질문
tr: %d. adım hakkında soru sor
vi: Hỏi về bước %d
zh_hans: 询问第 %d 步
zh_hant: 詢問第 %d 步

source: Average Row
fr: Rang moyen

source: Show Tables Sidebar
fr: Afficher la barre latérale des tableaux
ko: 테이블 사이드바 보기
tr: Tablolar Sidebar'ını Göster
vi: Hiện thanh bên bảng
zh_hans: 显示表侧边栏
zh_hant: 顯示資料表側邊欄

source: Default entry point
fr: Point d'entrée par défaut

source: Sorted ascending
fr: Trié par ordre croissant
ko: 오름차순으로 정렬됨
tr: Artan sıralı
vi: Đã sắp xếp tăng dần
zh_hans: 升序排序
zh_hant: 已遞增排序

source: Tour the tables of a live database and how they relate, built from the current schema
fr: Parcourez les tables d'une base de données en direct et comment elles sont liées, construites à partir du schéma actuel.
ko: 현재 스키마를 바탕으로, 실제 데이터베이스의 테이블과 그 관계를 둘러봅니다
tr: Geçerli şemadan yola çıkarak canlı bir veritabanının tablolarını ve aralarındaki ilişkileri gezer
vi: Tham quan các bảng của một cơ sở dữ liệu đang chạy và cách chúng liên hệ với nhau, dựng từ schema hiện tại
zh_hans: 根据当前 Schema，导览一个实际数据库的表以及它们之间的关系
zh_hant: 根據目前綱要，導覽一個實際資料庫的資料表以及它們之間的關聯

source: Update the database driver in Settings > Plugins to run a batch more than once with GO.
fr: Mettez à jour le pilote de base de données dans Paramètres > Plugins pour exécuter un lot plus d'une fois avec GO.

source: Last page
fr: Dernière page
ko: 마지막 페이지
tr: Son sayfa
vi: Trang cuối
zh_hans: 最后一页
zh_hant: 最後一頁

source: Cell selection cleared
fr: Sélection des cellules effacée
ko: 셀 선택이 해제되었습니다
tr: Hücre seçimi temizlendi
vi: Đã bỏ chọn ô
zh_hans: 已清除单元格选择
zh_hant: 已清除儲存格選取

source: Updated %@ row
fr: Ligne %@ mise à jour
ko: %@행 업데이트됨
tr: %@ satır güncellendi
vi: Đã cập nhật %@ dòng
zh_hans: 已更新 %@ 行
zh_hant: 已更新 %@ 列

source: No views
fr: Aucune vue
ko: 뷰 없음
tr: Görünüm yok
vi: Không có view
zh_hans: 没有视图
zh_hant: 沒有檢視表

source: UUID of the connection
fr: UUID de la connexion
ko: 연결의 UUID
tr: Bağlantının UUID'si
vi: UUID của kết nối
zh_hans: 连接的 UUID
zh_hant: 連線的 UUID

source: Preferred connects in plain TCP for this driver. Use Required to enforce TCPS.
fr: Les connexions préférées sont en TCP simple pour ce pilote. Utilisez Required pour appliquer TCPS.
ko: 이 드라이버에서 선호는 평문 TCP로 연결합니다. TCPS를 강제하려면 필수를 사용하십시오.
tr: Bu sürücüde Tercih Edilen düz TCP ile bağlanır. TCPS'yi zorunlu kılmak için Zorunlu kullanın.
vi: Với driver này, Preferred kết nối bằng TCP thường. Dùng Required để buộc dùng TCPS.
zh_hans: 对于此驱动，“首选”将使用纯 TCP 连接。请使用“必需”来强制 TCPS。
zh_hant: 對於此驅動程式，「首選」將使用純 TCP 連線。請使用「必要」來強制 TCPS。

source: Error %d
fr: Erreur %d
ko: 오류 %d
tr: Hata %d
vi: Lỗi %d
zh_hans: 错误 %d
zh_hant: 錯誤 %d

source: Default SQL for %@
fr: SQL par défaut pour %@

source: disabled
fr: handicapé
ko: 비활성화됨
tr: devre dışı
vi: đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Actual Total Time
fr: Temps total réel
ko: 실제 총 시간
tr: Gerçek Toplam Süre
vi: Tổng thời gian thực tế
zh_hans: 实际总时间
zh_hant: 實際總時間

source: Ref Schema
fr: Schéma de référence
ko: 참조 스키마
tr: Referans Şema
vi: Schema tham chiếu
zh_hans: 参考 Schema
zh_hant: 參考綱要

source: Value used when omitted
fr: Valeur utilisée lorsque l'omission est faite

source: When enabled, clicking a new table replaces the current clean table tab instead of opening a new tab
fr: Lorsque cela est activé, le clic sur une nouvelle table remplace l'onglet de table propre actuel au lieu d'ouvrir un nouvel onglet.
ko: 활성화하면 새 테이블을 클릭할 때 새 탭을 여는 대신 현재의 변경 사항 없는 테이블 탭을 대체합니다
vi: Khi bật, nhấp vào bảng mới sẽ thay thế tab bảng trống hiện tại thay vì mở tab mới
zh_hans: 启用后，点击新表将替换当前空白表标签页，而不是打开新标签页
zh_hant: 啟用後，點按新的資料表會取代目前的乾淨資料表分頁，而不是開啟新分頁

source: %1$@ is the local port, %2$@ and %3$@ are this connection's host and port. The command runs directly rather than through a shell, so start it with /usr/bin/env if you need environment variables.
fr: %1$@ est le port local, %2$@ et %3$@ sont l'hôte et le port de cette connexion. La commande s'exécute directement plutôt qu'à travers un shell, alors démarrez-la avec /usr/bin/env si vous avez besoin de variables d'environnement.

source: Query preview
fr: Aperçu de la requête
ko: 쿼리 미리보기
tr: Sorgu önizlemesi
vi: Xem trước truy vấn
zh_hans: 查询预览
zh_hant: 查詢預覽

source: avg %@
fr: %@ moyen
ko: 평균 %@
tr: ort. %@
vi: trung bình %@
zh_hans: 平均 %@
zh_hant: 平均 %@

source: %d rows are past the drawing limit.
fr: %d lignes ont dépassé la limite de dessin.

source: %1$@ (Copy %2$lld)
fr: %1$@ (Copier %2$lld)

source: ISO 8601 connect time
fr: Temps de connexion ISO 8601
ko: ISO 8601 연결 시각
tr: ISO 8601 bağlanma zamanı
vi: Thời điểm kết nối theo ISO 8601
zh_hans: ISO 8601 连接时间
zh_hant: ISO 8601 連線時間

source: NULL only equals NULL
fr: NULL n'est égal qu'à NULL
ko: NULL은 NULL과만 같음
tr: NULL yalnızca NULL'a eşittir
vi: NULL chỉ bằng NULL
zh_hans: NULL 只等于 NULL
zh_hant: NULL 只等於 NULL

source: Preview Commands (⌘⇧P)
fr: Commandes d'aperçu (⌘⇧P)
ko: 명령 미리보기(⌘⇧P)
vi: Xem trước lệnh (⌘⇧P)
zh_hans: 预览命令 (⌘⇧P)
zh_hant: 預覽命令 (⌘⇧P)

source: All Objects
fr: Tous les objets
ko: 모든 객체
tr: Tüm Nesneler
vi: Tất cả đối tượng
zh_hans: 所有对象
zh_hant: 所有物件

source: Table name to open
fr: Nom de la table à ouvrir
ko: 열려는 테이블 이름
tr: Açılacak tablo adı
vi: Tên bảng cần mở
zh_hans: 要打开的表名
zh_hant: 要開啟的資料表名稱

source: cloudflared not found. Install it with “brew install cloudflared”, or choose the binary above.
fr: cloudflared introuvable. Installez-le avec "brew install cloudflared", ou choisissez le binaire ci-dessus.
ko: cloudflared를 찾을 수 없습니다. “brew install cloudflared”로 설치하거나 위에서 바이너리를 선택하십시오.
tr: cloudflared bulunamadı. “brew install cloudflared” ile yükleyin veya yukarıdan ikili dosyayı seçin.
vi: Không tìm thấy cloudflared. Cài đặt bằng “brew install cloudflared”, hoặc chọn tệp thực thi ở trên.
zh_hans: 未找到cloudflared。请使用“brew install cloudflared”安装，或在上方选择其二进制文件。
zh_hant: 找不到 cloudflared。請使用 “brew install cloudflared” 安裝，或在上方選擇其二進位檔。

source: Preview Schema Changes
fr: Aperçu des modifications du schéma
ko: 스키마 변경 사항 미리보기
vi: Xem trước thay đổi cấu trúc
zh_hans: 预览结构更改
zh_hant: 預覽綱要變更

source: Plugin checksum does not match expected value
fr: Le chiffrage de vérification du plugin ne correspond pas à la valeur attendue.
ko: 플러그인 체크섬이 예상 값과 일치하지 않습니다
tr: Eklenti sağlama toplamı beklenen değerle eşleşmiyor
vi: Checksum plugin không khớp với giá trị mong đợi
zh_hans: 插件校验和与期望值不匹配
zh_hant: 外掛總和檢查碼與預期值不符

source: Import Data (⌘⇧I)
fr: Importer des données (⌘⇧I)
ko: 데이터 가져오기 (⌘⇧I)
tr: Veriyi İçe Aktar (⌘⇧I)
vi: Nhập dữ liệu (⌘⇧I)
zh_hans: 导入数据 (⌘⇧I)
zh_hant: 匯入資料 (⌘⇧I)

source: Export format: csv, json, or sql
fr: Format d'exportation : csv, json ou sql
ko: 내보내기 형식: csv, json 또는 sql
tr: Dışa aktarma biçimi: csv, json veya sql
vi: Định dạng xuất: csv, json hoặc sql
zh_hans: 导出格式：csv、json 或 sql
zh_hant: 匯出格式：csv、json 或 sql

source: Why the slow queries panel could not be read
fr: Pourquoi le panneau de requêtes lentes n'a pas pu être lu

source: Nothing is running.
fr: Rien n'est en cours.
ko: 실행 중인 작업이 없습니다.
tr: Çalışan bir şey yok.
vi: Không có gì đang chạy.
zh_hans: 没有正在运行的内容。
zh_hant: 沒有正在執行的內容。

source: 1 of %lld conflicts
fr: 1 sur %lld conflits
ko: %lld개 충돌 중 1개
tr: 1 / %lld çakışma
vi: 1 trong %lld xung đột
zh_hans: 第 1 个冲突，共 %lld 个
zh_hant: 第 1 個衝突，共 %lld 個

source: %lld statements had already run and stay committed.
fr: %lld déclarations avaient déjà été exécutées et restent engagées.

source: Some passwords were not read. You can enter them in the connection editor after import.
fr: Certaines mots de passe n'ont pas été lus. Vous pouvez les saisir dans l'éditeur de connexion après l'importation.
ko: 일부 암호를 읽지 못했습니다. 가져온 후 연결 편집기에서 입력할 수 있습니다.
tr: Bazı parolalar okunamadı. İçe aktarma sonrasında bunları bağlantı düzenleyicisinde girebilirsiniz.
vi: Một số mật khẩu không đọc được. Bạn có thể điền lại trong trình sửa kết nối sau khi nhập xong.
zh_hans: 部分密码未能读取。导入后可在连接编辑器中输入。
zh_hant: 部分密碼未能讀取。你可以在匯入後於連線編輯器中輸入。

source: Number of tables
fr: Nombre de tables
ko: 테이블 수
tr: Tablo sayısı
vi: Số bảng
zh_hans: 表的数量
zh_hant: 資料表數量

source: Give its full path in the connection. Apps launched from the Dock do not inherit your shell's PATH.
fr: Donnez son chemin complet dans la connexion. Les applications lancées depuis le Dock ne héritent pas le PATH de votre shell.

source: The file is too large to read from Git.
fr: Le fichier est trop grand pour être lu depuis Git.

source: Redis driver has no TLS fallback. Preferred and Required both force TLS. Use Required for Redis Cloud, Upstash, and AWS ElastiCache encrypted endpoints.
fr: Le pilote Redis n'a pas de fallback TLS. Les préférences et les exigences forcent tous les deux TLS. Utilisez les exigences pour les points d'extrémité cryptés Redis Cloud, Upstash et AWS ElastiCache.
ko: Redis 드라이버는 TLS 폴백을 지원하지 않습니다. ‘선호’와 ‘필수’ 모두 TLS를 강제합니다. Redis Cloud, Upstash 및 AWS ElastiCache 암호화 엔드포인트에는 ‘필수’를 사용하십시오.
tr: Redis sürücüsünde TLS geri dönüşü yoktur. Tercih Edilen ve Zorunlu'nun ikisi de TLS'yi zorunlu kılar. Redis Cloud, Upstash ve AWS ElastiCache şifreli uç noktaları için Zorunlu kullanın.
vi: Driver Redis không có cơ chế dự phòng TLS. Preferred và Required đều buộc dùng TLS. Dùng Required cho Redis Cloud, Upstash và các endpoint mã hóa của AWS ElastiCache.
zh_hans: Redis 驱动没有 TLS 回退。“首选”和“必需”都会强制使用 TLS。连接 Redis Cloud、Upstash 和 AWS ElastiCache 加密端点时请使用“必需”。
zh_hant: Redis 驅動程式沒有 TLS 備援。「Preferred」和「Required」都會強制使用 TLS。連接 Redis Cloud、Upstash 和 AWS ElastiCache 加密端點時請使用「Required」。

source: Driver Options
fr: Options de conducteur
ko: 드라이버 옵션
tr: Sürücü Seçenekleri
vi: Tuỳ chọn driver
zh_hans: 驱动选项
zh_hant: 驅動程式選項

source: Service Account Key
fr: Clé du compte de service
ko: 서비스 계정 키
tr: Hizmet Hesabı Anahtarı
vi: Khóa tài khoản dịch vụ
zh_hans: 服务账号密钥
zh_hant: 服務帳戶金鑰

source: The file goes back to its last committed version. You can't undo this action.
fr: Le fichier retourne à sa dernière version enregistrée. Vous ne pouvez pas annuler cette action.

source: Google Sign-In Required
fr: Connexion Google requise

source: database %@
fr: Base de données %@
ko: 데이터베이스 %@
tr: veritabanı %@
vi: cơ sở dữ liệu %@
zh_hans: 数据库 %@
zh_hant: 資料庫 %@

source: Events
fr: Événements

source: Failed to load schemas
fr: Échec du chargement des schémas.
ko: 스키마를 불러오지 못했습니다
tr: Şemalar yüklenemedi
vi: Không thể tải danh sách schema
zh_hans: 无法加载 Schema 列表
zh_hant: 無法載入綱要清單

source: Plugin does not contain a compatible binary for this architecture
fr: Le plugin ne contient pas de binaire compatible pour cette architecture.
ko: 이 아키텍처와 호환되는 바이너리가 플러그인에 없습니다
tr: Eklenti bu mimari için uyumlu bir ikili dosya içermiyor
vi: Plugin không chứa tập tin nhị phân tương thích cho kiến trúc này
zh_hans: 插件不包含兼容此架构的二进制文件
zh_hant: 外掛未包含相容此架構的二進位檔

source: System Memory
fr: Mémoire système

source: Edit Check Constraint
fr: Modifier la contrainte de vérification
ko: CHECK 제약 조건 편집
tr: Kontrol Kısıtlamasını Düzenle
vi: Sửa ràng buộc CHECK
zh_hans: 编辑 CHECK 约束
zh_hant: 編輯 CHECK 約束

source: Alert
fr: Alerte
ko: 알림
tr: Uyarı
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警示

source: Link a Folder…
fr: Lier un dossier...
ko: 폴더 연결…
tr: Klasör Bağla…
vi: Liên kết thư mục…
zh_hans: 链接文件夹…
zh_hant: 連結資料夾…

source: Whether this is a role
fr: Que ce soit un rôle
ko: 역할인지 여부
tr: Bunun bir rol olup olmadığı
vi: Đây có phải một vai trò hay không
zh_hans: 这是否是一个角色
zh_hant: 這是否是一個角色

source: %lld connections were imported.
fr: %lld connexions ont été importées.
ko: %lld개 연결을 가져왔습니다.
tr: %lld bağlantı içe aktarıldı.
vi: %lld kết nối đã được nhập.
zh_hans: 已导入 %lld 个连接。
zh_hant: 已匯入 %lld 個連線。

source: Close Other Tabs
fr: Fermer les autres onglets
ko: 다른 탭 닫기
tr: Diğer Sekmeleri Kapat
vi: Đóng các tab khác
zh_hans: 关闭其他标签页
zh_hant: 關閉其他分頁

source: Approve Integration
fr: Approuver l'intégration
ko: 통합 승인
tr: Entegrasyonu Onayla
vi: Chấp thuận tích hợp
zh_hans: 批准集成
zh_hant: 核准整合

source: Match by Position
fr: Correspondance par position

source: review
fr: revue
ko: 검토
tr: incele
vi: xem lại
zh_hans: 审查
zh_hant: 審查

source: equals sign
fr: signe égal
ko: 등호
tr: eşittir işareti
vi: dấu bằng
zh_hans: 等号
zh_hant: 等號

source: Databases, sorted by name
fr: Base de données, triées par nom
ko: 이름순으로 정렬된 데이터베이스
tr: Ada göre sıralanmış veritabanları
vi: Cơ sở dữ liệu, sắp xếp theo tên
zh_hans: 按名称排序的数据库
zh_hant: 按名稱排序的資料庫

source: Schemas whose tables could not be listed, so a match in them may be missing
fr: Des schémas dont les tables ne pouvaient pas être listées, donc une correspondance dans eux peut manquer.

source: Statement timeout
fr: Délai d'attente de la déclaration
ko: 명령문 제한 시간
tr: İfade zaman aşımı
vi: Thời gian chờ câu lệnh
zh_hans: 语句超时
zh_hant: 陳述式逾時

source: Only after
fr: Seulement après
ko: 이후만
tr: Yalnızca şundan sonra
vi: Chỉ sau
zh_hans: 仅在此之后
zh_hant: 僅在此之後

source: System Databases and Schemas
fr: Base de données et schémas système

source: %1$@ (%2$lld of %3$lld)
fr: %1$@ (%2$lld de %3$lld)

source: Clear the filter and the sort to reorder columns.
fr: Effacez le filtre et triez pour réordonner les colonnes.

source: Default layout for new connections:
fr: Cadre par défaut pour les nouvelles connexions :
ko: 새 연결의 기본 레이아웃:
tr: Yeni bağlantılar için varsayılan düzen:
vi: Bố cục mặc định cho kết nối mới:
zh_hans: 新连接的默认布局：
zh_hant: 新連線的預設版面配置：

source: Write operations are not permitted for this client
fr: Les opérations d'écriture ne sont pas autorisées pour ce client.
ko: 이 클라이언트에는 쓰기 작업이 허용되지 않습니다
tr: Bu istemci için yazma işlemlerine izin verilmiyor
vi: Thao tác ghi không được phép với client này
zh_hans: 此客户端不允许写入操作
zh_hant: 此用戶端不允許寫入操作

source: No Results
fr: Aucun résultat
ko: 결과 없음
tr: Sonuç Yok
vi: Không có kết quả
zh_hans: 无结果
zh_hant: 無結果

source: SQL Preview
fr: Aperçu SQL
ko: SQL 미리보기
tr: SQL Önizleme
vi: Xem trước SQL
zh_hans: SQL 预览
zh_hant: SQL 預覽

source: Type shortcut…
fr: Taper raccourci...
ko: 단축키 입력…
tr: Kısayolu yazın…
vi: Nhập phím tắt…
zh_hans: 输入快捷键…
zh_hant: 輸入快速鍵…

source: No columns match
fr: Aucune colonne ne correspond

source: Views and tables the chosen tables reference are left out. The dump turns foreign key checks off, so it restores with those references dangling.
fr: Les vues et les tableaux auxquels les tableaux choisis font référence sont omis. Le décompte coche les vérifications des clés étrangères, de sorte qu'il se réinitialise avec ces références en suspens.

source: The statement that was sent, with its prefix
fr: La déclaration qui a été envoyée, avec son préfixe
ko: 접두사를 포함해 전송된 명령문
tr: Ön ekiyle birlikte gönderilen ifade
vi: Câu lệnh đã gửi, kèm tiền tố của nó
zh_hans: 已发送的语句，含其前缀
zh_hant: 已傳送的陳述式，含其前綴

source: These changes alter %@, the account this connection uses.
fr: Ces modifications modifient %@, le compte utilisé par cette connexion.
ko: 이 변경 사항은 이 연결에서 사용하는 계정 %@을(를) 변경합니다.
tr: Bu değişiklikler, bu bağlantının kullandığı hesap olan %@ hesabını değiştirir.
vi: Các thay đổi này sửa %@, tài khoản mà kết nối này đang dùng.
zh_hans: 这些更改会修改 %@，也就是此连接使用的账户。
zh_hant: 這些變更會修改 %@，也就是此連線使用的帳號。

source: Remote (Quack, experimental)
fr: Réseau distant (Quack, expérimental)
ko: 원격(Quack, 실험적)
tr: Uzak (Quack, deneysel)
vi: Từ xa (Quack, thử nghiệm)
zh_hans: 远程（Quack，实验性）
zh_hant: 遠端（Quack，實驗性）

source: Release File Lock
fr: Débloquer le fichier de libération

source: Server version string
fr: Chaîne de version du serveur
ko: 서버 버전 문자열
tr: Sunucu sürüm dizesi
vi: Chuỗi phiên bản máy chủ
zh_hans: 服务器版本字符串
zh_hant: 伺服器版本字串

source: Index references a column that does not exist: %@
fr: L'index fait référence à une colonne qui n'existe pas : %@

source: Series
fr: Série
ko: 계열
tr: Seri
vi: Chuỗi
zh_hans: 系列
zh_hant: 數列

source: Delete “%@”?
fr: Supprimer "%@" ?

source: Could not remove %@.
fr: Impossible de supprimer %@.
ko: %@을(를) 제거할 수 없습니다.
tr: %@ kaldırılamadı.
vi: Không thể gỡ %@.
zh_hans: 无法移除 %@。
zh_hant: 無法移除 %@。

source: This engine does not support transactions.
fr: Ce moteur ne prend pas en charge les transactions.
ko: 이 엔진은 트랜잭션을 지원하지 않습니다.
tr: Bu motor işlemleri desteklemiyor.
vi: Engine này không hỗ trợ transaction.
zh_hans: 此引擎不支持事务。
zh_hant: 此引擎不支援交易。

source: Undo Edit Cell
fr: Annuler la modification de la cellule

source: Enter a new name for the group.
fr: Entrez un nouveau nom pour le groupe.
ko: 그룹의 새 이름을 입력하십시오.
tr: Grup için yeni bir ad girin.
vi: Nhập tên mới cho nhóm.
zh_hans: 输入分组的新名称。
zh_hant: 輸入群組的新名稱。

source: No tables selected to transfer
fr: Aucune table sélectionnée pour le transfert.

source: The original file changed while it was open. Reload it, then save again.
fr: Le fichier original a changé pendant qu'il était ouvert. Rechargez-le, puis enregistrez à nouveau.

source: This plan could not be read as a tree. Showing the raw output.
fr: Ce plan ne pouvait pas être lu comme un arbre. Affichage de la sortie brute.
ko: 이 계획을 트리로 읽을 수 없습니다. 원시 출력을 표시합니다.
tr: Bu plan ağaç olarak okunamadı. Ham çıktı gösteriliyor.
vi: Không đọc được kế hoạch này dưới dạng cây. Đang hiển thị kết quả thô.
zh_hans: 无法将此执行计划读取为树形结构。显示原始输出。
zh_hant: 無法將此執行計畫讀取為樹狀結構。顯示原始輸出。

source: Could Not Render This Image
fr: Impossible de rendre cette image

source: Show Filter Bar
fr: Afficher la barre de filtres
ko: 필터 막대 보기
tr: Filtre Çubuğunu Göster
vi: Hiện thanh bộ lọc
zh_hans: 显示筛选栏
zh_hant: 顯示篩選列

source: Column Name
fr: Nom de la colonne
ko: 열 이름
tr: Sütun Adı
vi: Tên cột
zh_hans: 列名
zh_hant: 欄位名稱
